export const daysOfWeek = [
  "السبت",
  "الاحد",
  "الاثنين",
  "الثلاثاء",
  "الاربعاء",
  "الخميس",
  "الجمعة",
];

export const rates = {
  "معرفة النظرية والتطبيقات": "",
  "السرعة والدقة في إنجاز المهام الموكلة اليه": "",
  "القدرة على تحمل المسؤولية": "",
  "المحافظة على المبادرة والاستيعاب": "",
  "المحافظة على الدوام والإلتزام بالمواعيد": "",
  "التعامل مع الرؤساء واعضاء فريق العمل": "",
  "الرغبة في التعلم والتطور": "",
  "القدرة على متابعة تنفيذ الأعمال": "",
};

export const rateColumns = ["ممتاز", "جيد جدًا", "جيد", "مقبول", "ضعيف"]; // Excellent, Very Good, Good, Acceptable, Weak
